import React from 'react'

const Two = () => {
  return (
    <div className='w-[80vw] mt-10 m-auto text-justify '>
      <div className='bg-[#ccb57e] p-5 mb-8 flex-col flex justify-between items-center space-y-5'>
        <h2 className='text-lg md:text-3xl'>गांधी की सुंदरता</h2>
        <div className='flex justify-center gap-5 items-center'>
          <h2>मानस</h2>
          <a href='https://www.instagram.com/_nirarthak_/' className='flex justify-center items-center gap-2 duration-100 hover:text-[#E1306C]'>
            <div className='opacity-70 text-2xl flex items-center justify-center'>
              <ion-icon name="logo-instagram"></ion-icon>
            </div>
          </a>
        </div>
      </div>
      <p className='text-sm'>
        <span className='font-bold'>१. सुशोभित और गांधी</span>
        <br /><br />
        पुस्तक के प्रस्तावना स्वरूप लेखक 'पहला पन्ना' लिखते हैं। उसमें उन्होंने कहा है- " गांधी जी कब मेरे भीतर प्रविष्ट हो गए? मैं इसका पता लगाकर रहूंगा!" और आप पूरी पुस्तक पढ़ने के दौरान ये महसूस कर पाएंगे कि सचमुच गांधी जी लेखक के अंदर प्रवेश कर गए हैं। इसका सबसे प्रबल प्रमाण है, इस पुस्तक की शैली जो इतनी सरलता और स्पष्टता से सबकुछ कहती है कि आपको महसूस होगा आपके आसपास गांधी जी हैं। आप पुस्तक‌ के पठन के दौरान विचाराधीन रहेंगे, गांधी जी पहले विचार के रूप में फिर पूर्णता के साथ आपमें भी प्रविष्ट होने लगेंगे और लेखक जो खुद के विषय में कहते हैं कि गांधी जी उनमें प्रवेश करते जाते हैं, इसी तरह की अनुभूति आपको भी होगी।
        <br /><br />
        <span className='font-bold'>२. गांधी जी का पुनर्स्थापन</span>
        <br /><br />
        पुस्तक आपको गांधी जी की ओर लेकर जाएगी। हर भाव के साथ आपको गांधी जी को और समझने-जानने की उत्कंठा जागेगी और साथ ही एक आत्म शोध आपके अंतर में, आपके चित्त में चलता रहेगा। आप पढ़ते हुए पूरे समय मनन की अवस्था में रहेंगे। पुस्तक में कुल १५५ लेख हैं जो लगभग सभी महत्वपूर्ण अवयवों को समेटने की कोशिश करते हैं। घटनाक्रमों के जरिए गांधी जी के दर्शन का सरलीकरण किया गया है जो कि पहले से भी अत्यधिक सरल ही है तथा गांधी जी द्वारा लिखी पुस्तकों के भाग तथा दस्तावेजों को अक्षरश: प्रयुक्त किया गया है ताकि विषय-वस्तु यथार्थ से जरा भी न डिगे। लेखक गांधी जी के आदर्शवाद को स्थापित करते हुए आज के जनमानस में जड़ हो चुकी उपनिवेशवाद, अवसरवाद, कट्टरता, वैमनस्यता अदी कई विकृतियों पर प्रहार भी करते हैं। वे गांधी को आज के चश्मे से देखते हैं और उन्हें आज भी सबसे प्रासंगिक नायक के रूप में स्थापित करते हैं।  इस तरह लेखक गांधी का पुनर्स्थापन करते हैं।
        <br /><br />
        <span className='font-bold'>३.महात्मा में मानुष की खोज</span>
        <br /><br />
        इस अनुशीर्षक को मैंने पुस्तक के नाम से ही उठाया है जो कि इस पुस्तक का सार भी है। सुशोभित कोई आडंबर करते नहीं दिखते हैं, वो तथ्यों को रखते हैं, उसके आसपास सरलता से विचारों ‌को बुनते हैं, समकालीन सरोकार से उसे जोड़ते जाते हैं और फिर आज के संदर्भ में उसकी प्रमाणिकता जांच कर उसे सिद्ध करते हैं जैसे कोई प्रयोगशाला में तत्वों को जमाकर क्रमशः प्रयोग का निष्पादन कर रहा हो। यानी वे गांधी जिनका जीवन खुद एक प्रयोग की तरह है इसे हर लेख में सिद्ध करते जाते हैं। लेखक ये सिद्ध करने में सफल दिखते हैं कि कैसे गांधी खुद के अंदर के संपूर्ण मनुष्य को उजागर कर लेते हैं और साथ ही खुद को और पाठकों को भी प्रोत्साहित करते हैं कि गांधी के जरिए वे कैसे उसी मनुष्यता को साध सकते हैं। शायद बुद्ध इसे ही निर्वाण मानते होंगे। लेखक इस पुस्तक में दो द्वेत स्थापित करते हैं, उस समय के दो प्रमुख विचारकों के साथ - लोकदेव( नेहरू ) और गांधी एवं रजनीश और गांधी जो गांधी के व्यक्तित्व का सम्यक उन्मूलन करने में सक्षम हैं। इस तरह लेखक गांधी को और अधिक स्पष्टता से प्रदर्शित करते हैं।
        <br /><br />
        <span className='font-bold'>४. उपसंहार</span>
        <br /><br />
        मैंने जो कुछ लिखा है या लिखने जा रहा हूं, वह पुनरुक्ति है क्योंकि लेखक ने सबकुछ लिख डाला है। लेखक पुस्तक के जरिए हमें गांधी के बिल्कुल पास लाकर खड़ा कर देते हैं और गांधी के कहने पर उनके रास्ते भला कौन नहीं चले। गांधी के आकर्षण को लेखक और बढ़ा देते हैं। गांधी के विषाद में आपको विषाद होता है, गांधी की सफलता आपको अपनी सफलता मालूम होती है। गांधी को लिखने में जो आत्म संतुष्टि लेखक को हुई होगी वैसी ही संतुष्टि आपको पाठक के रूप में मिलती है। लेखक गांधी को त्रासद नायक कहते हैं, ये रूपक आपके सोच को परिवर्तित करने का माद्दा रखती है। ये क्षोभ से भी भरती है कि कैसे इस महामानव का अंतिम समय बीता और कितना बड़ा छल किया हमने, इतिहास ने उनके साथ। पुस्तक के अंत तक आप गांधी जी के आत्मकरूणा को इस हद तक महसूस करने लगेंगे की आपको लगेगा गोली आपको आकर लगी और झर-झर आंसू बह पड़ेंगे।
      </p>
    </div>
  )
}

export default Two